Repository: mozilla-l10n/mt-training-data
Catalog: rki/rki_pontoon.tmx
Source language: en_us
Languages: rki

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
rki: တနိကို စာကြောင်း ၁၀၀ မှတ်တမ်းတင်နိန်ယေ လူ ၁၀၀ က အသံဖိုင် ၁၃ နာရီ ဖန်တီးနိုင်ပါယေ။ ဒေစွမ်းဆောင်ရည်ကို ဆက်ပနာ ထိန်းသိမ်းထားဖို့ဆိုကေ ၃ လ အတွင်းမှာ ၁,၀၀၀ နာရီ ရဟိလာနိုင်ပါယေ။

source: 1 sentence collected
rki: 1စာကြောင်းကို စုဆောင်းထားပါဗျာလ်

source: 2019 End-of-Year Release
rki: ၂၀၁၉ ခုနှစ် နှစ်ကုန် ထုတ်ဝေမှု

source: 2 down, keep it up!<playIcon></playIcon>
rki: 2 မှတ်ရဗျာလ်၊ ဆက်လုပ်ပါ!<playIcon></playIcon>

source: ≥ 2 No votes
rki: 2 မဲ ဝါ 2 ထက် ပိုစွာ မရှိ

source: ≥ 2 Yes votes
rki: ထောက်ခံမဲ 2 မဲ ဝါ 2 ထက် ပိုများ

source: Abbreviations and Acronyms
rki: အတိုကောက်တိနန့် စာလုံးချုပ်တိ

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
rki: “USA” ဝါ “ICE” ရို့ပိုင် အတိုကောက် စာလုံးတိနန့် စာလုံးချုပ်တိကို မူရင်းစာသားမှာ ရှောင်ကြဉ်သင့်ပါယေ။ ဇာဖြစ်လို့ဆိုကေ ယင်းစာလုံးတိစွာ စာလုံးပေါင်းနန့် မကိုက်ညီယေ ပုံစံနန့် ဖတ်နိုင်လို့ ဖြစ်ပါယေ။ ယင်းချင့်အပြင်၊ အတိုကောက်စာလုံး တခုတည်းအတွက် တိကျယေ ဖတ်ပုံဖတ်နည်း အများကြီး ဟိနိုင်ပါယေ။

source: About
rki: အကြောင်းအရာ

source: About options menu
rki: ရွေးချယ်စရာတိ မီနူးအကြောင်း

source: About us
rki: အကျွန်ရို့ အကြောင်း

source: About us options menu
rki: အကျွန်ရို့အကြောင်း ရွီးချယ်စရာတိ မီနူး

source: Academic Reference
rki: ပညာရေးနန့်ဆိုင်ယေ ကိုးကားချက်

source: Accent
rki: လီယူလီသိမ်း

source: Accepted file types: .tsv only
rki: လက်ခံယေ ဖိုင် အမျိုးအစားတိ - .tsv

source: Access a global dataset of user-contributed voice recordings with the Common Voice API. Enhance your applications with high-quality speech recognition through endpoints for:
rki: Common Voice API နန့် အသုံးပြုယေ လူက ပံ့ပိုးပီးထားယေ အသံ မှတ်တမ်းတိက ကမ္ဘာလုံးဆိုင်ယေ ဒေတာစုကို ဝင်ကြည့်ပါ။ မိတ်ဆွေ အပလီကေးရှန်းတိကို အရည်အသွေးမြင့် အသံ မှတ်မိစွာနန့် အဆုံးမှတ်တိအထိ မြှင့်တင်ပါ -

source: Access press releases and stories related to Common Voice
rki: Common Voice နန့် ဆက်စပ်တေ သတင်းထုတ်ပြန်ချက်တိ၊ ဇာတ်လမ်းတိကို ဝင်ကြည့်ပါ

source: Account
rki: အကောင့်

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
rki: <accuracyLink>တိကျမှု စံနှုန်းတိအကြောင်း ပိုသိအောင် ကြည့်ရှုပါ။</accuracyLink>

source: Acronyms should be written as they are normally written in the language, following standard capitalization rules. They should not be transcribed phonetically. Example:
rki: အတိုကောက် စကားလုံးတိကို ပုံမှန် ဘာသာစကားနန့် ရီးသားယေအတိုင်း ရေးသားရဖို့ဖြစ်ပနာ၊ စံစာလုံးကြီးတိနန့် ရီးသားယေ စည်းမျဉ်းတိကို လိုက်နာရပါဖို့။ ယင်းချင့်တိကို အသံထွက်အတိုင်း မှတ်တမ်းတင်စွာ မလုပ်ရပါ။ ဥပမာ -

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
rki: { $actionType } <micIcon> </micIcon> နှိပ်ဗြီးကေ မိတ်ဆွေ တတ်နိုင်သမျှ သဘာဝကျကျ တုံ့ပြန်ပါ

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
rki: { $actionType } <playIcon></playIcon> လုပ်ပနာ ပြောယေ လူ စကားကို စာနန့် လိုက်ရီးပါ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
rki: { $actionType }<playIcon></playIcon> ယင်းသူရို့ စာကြောင်းကို တတိကျကျ ပြောခပါလား?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
rki: { $actionType } <playIcon></playIcon> အသံဖိုင်ကို နားထောင်ပနာ စာသားပြန်ဆိုချက်ကို စစ်ပီးပါ။ ကိုက်ညီပါလား? မကိုက်ညီကေ ဗြီးပြည့်စုံလားအောင် ပြုပြင်ပီးပါ။

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
rki: { $actionType }<recordIcon></recordIcon> ကို နှိပ်ဗြီးကေ စာကြောင်းကို အသံ ထွက်ပနာ ဖတ်ပါ

source: { $actionType }<stopIcon></stopIcon> when done
rki: { $actionType }<stopIcon></stopIcon> ကို ဗြီးခါ နှိပ်ပါ

source: { $actionType } submit when ready
rki: { $actionType } အဆင်သင့် ဖြစ်ကေ တင်ပီးလိုက်ပါ

source: Add an API credential name
rki: API အထောက်အထား နာမေတခု ထည့်ပါ

source: Add and Review Sentences, Add Questions, Transcribe Audio
rki: စာကြောင်းတိ ထည့်စွာနန့် ပြန်ပနာ သုံးသပ်စွာ၊ မေးခွန်းတိ ထည့်စွာ၊ အသံကို သွင်းယူစွာ

source: Add a question <icon></icon> in { $currentLocale } for people to answer
rki: လူတိ ဖြေဆိုနိုင်အောင် { $currentLocale } မှာ မေးခွန်းတခု <icon></icon> ထည့်ပီးပါ

source: Add as much information as you can about the language. This could include:
rki: ဘာသာစကားနန့် ပတ်သက်တေ အချက်အလက်တိကို တတ်နိုင်သမျှ ထည့်ပါ။ ယင်းမှာ အေဟင့်တိ ပါဝင်နိုင်ပါယေ -

source: Add <icon></icon> a public domain sentence
rki: အများသုံး စာကြောင်းတကြောင်းကို <icon></icon> ထည့်ပါ

source: Add information
rki: အချက်အလက်တိ ထည့်ပါ

source: Adding a Question
rki: မေးခွန်း တခု ထည့်ပီးစွာ

source: Adding Questions
rki: မေးခွန်းတိ ထည့်ပီးစွာ

source: Adding Sentences
rki: စာကြောင်းတိ ပေါင်းထည့်စွာ

source: Additional Language
rki: တခြား ပြောယေ ဘာသာစကား

source: Add Language
rki: ဘာသာစကား ထည့်ပီးပါ

source: Add new custom accent "{ $inputValue }"
rki: စိတ်ကြိုက် အသံထွက် အသစ် "{ $inputValue }" ထည့်ပါ

source: Add new sentences for the community to read
rki: ရခိုင်အသိုင်းအဝိုင်း ဖတ်နိုင်ဖို့ စာကြောင်းအသစ်တိ ထည့်ပါ

source: Add one sentence per line
rki: မျည်းတကြောင်းမှာ စာတကြောင်းဇီရာ ထည့်ပါ

source: Add questions
rki: မေးခွန်းတိ ထည့်ပါ

source: Add Questions
rki: မေးခွန်းတိ ထည့်ပီးပါ

source: Add sentences
rki: စာကြောင်းတိ ထည့်ပါ

source: Add Sentences
rki: စာကြောင်းတိ ထည့်ပါ

source: Add Text
rki: စာသား ထည့်ပါ

source: Add up to 1,000 sentences
rki: စာကြောင်း 1,000 အထိ ပေါင်းထည့်ပါ

source: Add up to 25 questions <icon></icon> to the { $currentLocale } dataset for people to answer
rki: လူတိ ဖြေဆိုနိုင်ဖို့ { $currentLocale } ဒေတာစုမှာ မေးခွန်း <icon></icon> ၂၅ ခုအထိ ထည့်ပီးပါ။

source: Add Your Voice
rki: မိတ်ဆွေ အသံကို ထည့်ပါ

source: A few bytes
rki: bytes အနည်းချေ

source: A filler word or sound used as a placeholder whilst a speaker decides what to say. In English, some common hesitation sounds are “err”, “um”, “huh”, etc.
rki: စကားပြောယေ လူတယောက် ဇာပြောရဖို့လဲ ဆုံးဖြတ်နိန်ချိန်မှာ အစားထိုးအဖြစ် အသုံးပြုယေ ဖြည့်စွက်စကားလုံး ဝါ အသံ။ အင်္ဂလိပ်ဘာသာမှာ အဖြစ်များယေ တွန့်ဆုတ်တေ အသံတချို့က “အာ”, “အင်း”, “ဟ” ရို့ ဖြစ်ကတ်ပါယေ။

source: Again, you can flag content that is offensive, harmful or otherwise worrying, and it will be removed from your experience until the Common Voice team can review it and investigate further.
rki: တခါ၊ စော်ကားယေ၊ အန္တရာယ်ဟိယေ ဝါ တခြားနည်းနန့် စိုးရိမ်စရာဖြစ်ဇီယေ အကြောင်းအရာတိကို မိတ်ဆွေ အလံပြနိုင်ပနာ၊ Common Voice အဖွဲ့က ယင်းချင့်ကို ပြန်သုံးသပ်ဗျာလ် နောက်ထပ် စုံစမ်းစစ်ဆေးရေး လုပ်နိန်ခါထိ မိတ်ဆွေ နောက်ထပ် မတွိကြုံရအောင် ဖယ်ထားပါဖို့။

source: Age
rki: အသက်

source: A good question for public participation datasets should:
rki: အများပြည်သူ ပါဝင်ယေ ဒေတာစုတိအတွက် ကောင်းမွန်ယေ မေးခွန်းတခုမှာ ဟိသင့်စွာ-

source: Agriculture and Food
rki: စိုက်ပျိုးရေးနန့် အစားအသောက်

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
rki: နောက်ခံ ဆူသံ အနည်းချေက အဆင်ပြေပါယေ၊ ယကေလည်း တခြား လူတယောက် ပြောယေ ရှင်းလင်းယေ စကားလုံးတိကို ကြားနိန်ရကေ အသံကလစ်ကို ငြင်းပယ်သင့်ပါယေ။ တီဗီ ဖွင့်ထားယေအခါ ဝါ အနီးအနားက စကားပြောဆိုစွာတခု ဟိနိန်ယေခါ ဒေပိုင် ဖြစ်လေ့ဟိပါတယ်။

source: All
rki: အားလုံး

source: All sentence must have the same domain
rki: စာကြောင်း အားလုံးစွာ တူညီယေ နယ်ပယ်မှာ ဟိရပါဖို့

source: All sentences must have the same citation
rki: စာကြောင်းတိ အားလုံးစွာ ကိုးကားချက် တူညီရပါဖို့

source: Already have an account? <login>Log-In</login>
rki: အကောင့်ရှိပြီးသားပါလား? <login>ဝင်ပါ</login>

source: Analyzing and improving speech models
rki: စကားပြော ပုံစံတိကို ခွဲခြမ်းစိတ်ဖြာစွာနန့် တိုးတက် ကောင်းမွန်အောင် လုပ်နိန်ယေ

source: And <bold>DOES NOT</bold> include:
rki: ယင်းချင့်အပြင် <bold>မပါဝင်</bold> စွာတိ -

source: And then I [noise] went on holiday. Well, [noise] [laugh] it wasn’t exactly a holiday [laugh]
rki: ယေဗြီးကေ အကျွန် [ဆူညံသံ] အားလပ်ရက် ထွက်လားပါယေ။ အင်း၊ [ဆူညံသံ] [ရယ်သံ] အားလပ်ရက်လို့ တိတိကျကျ မဟုတ်ခပါ [ရယ်သံ]

source: And then I went to <underline>the the the bed- the</underline> bedroom
rki: အဗြီးကေ အကျွန် <underline> အ အ အ အိပ်- အ </underline> အိပ်ခန်းကို လားခယေ

source: An error occurred fetching sentences
rki: စာကြောင်းတိကို ရယူစွာမှာ အမှားတခု ဖြစ်ခပါယေ

source: An error occurred in voting the question
rki: ဒေမေးခွန်းကို မဲပီးခါ အမှားတခု ဖြစ်ခပါယေ

source: An error occurred reviewing this sentence
rki: အေစာကြောင်းကို ပြန်ပနာ သုံးသပ်စွာမှာ အမှားအယွင်းတခု ဖြစ်ခပါယေ။

source: An error occurred submitting your voice information
rki: မိတ်ဆွေ အသံအချက်အလက်ကို တင်သွင်းစွာမှာ အမှားအယွင်းတခု ဖြစ်လားပါယေ။

source: An error occurred while creating this transcript
rki: အေမှတ်တမ်းကို ဖန်တီးခါ အမှားတခု ဖြစ်ခပါယေ

source: An error occurred while editing the transcript
rki: အေမှတ်တမ်းကို တည်းဖြတ်ခါ အမှားတခု ဖြစ်ခပါယေ

source: An error occurred while recording
rki: အသံ သွင်းယေခါ အမှားတခု ဖြစ်ခပါယေ

source: An error occurred while skipping the transcript
rki: အေမှတ်တမ်းကို ကျော်လားယေခါ အမှားတခု ဖြစ်ခပါယေ

source: An error occurred while skipping this prompt
rki: ဒေ အချက်ပြစွာကို ကျော်လားယေခါ အမှားတခု ဖြစ်ခပါယေ

source: An error occurred while submitting the report
rki: အစီရင်ခံစာကို တင်သွင်းယေခါ အမှားတခု ဖြစ်ခပါယေ

source: An error occurred while uploading your response
rki: မိတ်ဆွေ တုံ့ပြန်ချက်ကို အပ်လုဒ် လုပ်တေခါ အမှားတခု ဖြစ်ခပါယေ

source: An error occurred while voting the prompt
rki: အချက်ပြမှုကို မဲပီးခါ အမှားတခု ဖြစ်ခပါယေ

source: An error occurred while voting the transcript
rki: အေမှတ်တမ်းကို မဲပီးခါ အမှားတခု ဖြစ်ခပါယေ

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
rki: အသက်၊ ကျား/မ နန့် လီယူလီသိမ်း ရို့ပိုင် နာမေ မဖော်လိုယေ အသုံးပြုယေ လူ ဒေတာစွာ အသံ မှတ်မိယေ အင်ဂျင်တိ တိကျမှုကို လေ့ကျင့်ဖို့ အသုံးပြုယေ အသံဒေတာကို တိုးတက်ကောင်းမွန်ဇီဖို့ ကူညီပီးပါယေ။ မိတ်ဆွေ အသုံးပြုယေ လူနာမေနန့် အီးမေးလ်ကို မိတ်ဆွေ တင်သွင်းထားယေ ဒေတာနန့် ဇာခါလည်း ဆက်စပ်ပီးလီဖို့ မဟုတ်ပါ၊ ယင်းချင့်အပြင် မိတ်ဆွေ အသုံးပြုယေ လူနာမေကို အများသူငှာ သိအောင် လုပ်ဖို့လား ဝါ အမည်မဖော်ယေ လူအဖြစ် ထားဖို့လား ရွီးနိုင်ပါယေ။

source: Answer
rki: ဖြေပီးပါ

source: Answering a Question
rki: မေးခွန်း တခုကို ဖြေပီးစွာ

source: Answer Naturally and Authentically
rki: သဘာဝကျကျနန့် အစစ်အမှန် ဖြေပီးပါ

source: Answer questions
rki: မေးခွန်းတိကို ဖြေပီးပါ

source: Answer Questions
rki: မေးခွန်းတိကို ဖြေပီးပါ

source: An unexpected error occurred. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
rki: မမျှော်လင့်ထားယေ အမှားတခု ဖြစ်လားခပါယေ။ နောက်မှ ထပ်ကြိုးစားပါ။ အကူအညီအတွက် <matrixLink>Matrix အသိုင်းအဝိုင်း စကားပြောခန်း</matrixLink>မှာ ပါဝင်ပါ၊ <githubLink>GitHub</githubLink>က တဆင့် ဆိုက်ပြဿနာတိကို စောင့်ကြည့်ပါ ဝါ <discourseLink>အကျွန်ရို့ Discourse ဖိုရမ်တိ</discourseLink>ကို ဝင်ကြည့်ပါ။

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
rki: စာသားနန့် စကားစု ဒေတာစုတိကို မျှဝီစွာ၊ ဖန်တီးစွာနန့် စုစည်းစွာတိ လုပ်ပနာ ဇာသူမဆို သူရို့ ဘာသာစကားကို ထိန်းသိမ်း၊ ပြန်အသက်သွင်းဗျာယ် မြှင့်တင်နိုင်ပါယေ။

source: Any other type of noise, such as the speaker coughing or clearing their throat, a car honking, the sound of something hitting the microphone, a phone buzzing, etc.
rki: တခြား ဆူညံယေ အသံ အမျိုးအစားတိ၊ ဥပမာ စပီကာ ခြောင်းဆိုးသံ ဝါ လည်ချောင်း ရှင်းသံ၊ ကား ဟွန်းတီးသံ၊ မိုင်ခြိုဖုန်းကို တခုခု ရိုက်မိသံ၊ ဖုန်းမြည်သံ အစဟိစွာရို့။

source: API Client ID
rki: API ကလိုင်းယန့် ID

source: API Client Secret
rki: API ကလိုင်းယန့် လျှို့ဝှက်ချက်

source: API credential deleted successfully
rki: API အထောက်အထားကို အောင်အောင်မြင်မြင် ဖျက်လိုက်ပါဗျာလ်

source: API Credential Name
rki: API အထောက်အထား နာမေ

source: Approve
rki: အတည်ပြုပါ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
rki: နောက်က ဆူညံသံတိ တိတ်ဆိတ်ငြိမ်သက်နိန်ကေ အဆင်ပြေပါယေ။ ယကေလည်း ရီးသားထားယေ စာသားမှာ မပါဝင်ယေ စကားလုံးတိကို စက်အယ်လဂိုရီသမ်က ခွဲခြားသတ်မှတ်နိုင်ဇီဖို့ အပို အသံတိကို အကျွန်ရို့ မလိုချင်ပါ။ စာသားမှာ မပါယေ စကားလုံးတိကို မိတ်ဆွေ ကြားနိန်ကေ၊ ယင်းအသံပိုင်းကို ငြင်းပယ်သင့်ပါယေ။ ပုံမှန်ဆိုကေ တီဗီ ဖွင့်ထားယေအခါ ဝါ အနီးအနားက စကားပြောဆိုစွာ တခု ဖြစ်နိန်ယေခါ ဖြစ်လေ့ဖြစ်ထ ဟိတတ်ပါယေ။

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
rki: Common Voice က လက်တန်းပြော စကား စီမံကိန်းအတွက် အကျွန်ရို့ Beta စမ်းသပ်ယေ အဖွဲ့မှာ ပါဝင်ဗြီးသားပါလား?

source: Are you coming? [called by another]
rki: မိတ်ဆွေ လာဖို့လား? [တခြားတယောက်က ခေါ်ယေ]

source: Are you coming? <strong>[called by another]</strong>
rki: လာနိန်လား? <strong>[အခြား တယောက်က ခေါ်ယေ]</strong>

source: Are you sure?
rki: မိတ်ဆွေ သေချာပါလား?

source: Are you sure you want to cancel generating an API credential?
rki: API အထောက်အထား တခု ထုတ်လုပ်စွာကို ပယ်ဖျက်ချင်စွာ သေချာပါလား?

source: Are you sure you want to delete API credential <bold>{ $apiKeyName }</bold>? This action can’t be undone
rki: API အထောက်အထား <bold>{ $apiKeyName }</bold> ကို ဖျက်ချင်စွာ သေချာပါလား? ဒေ လုပ်ဆောင်ချက်ကို ပြန်ပြင်လို့ မရပါ။

source: A single space-separated token should contain more than one tagged span.
rki: နိန်ရာလွတ် တခု ခြားထားယေ တိုကင်မှာ အညွှန်းစာ ထပ်ထားယေ အစအဆုံး အတိုင်းအတာ တခုထက် ပိုလို့ ပါဝင်သင့်ပါယေ။

source: Ask about a new language
rki: ဘာသာစကားအသစ်တခုအကြောင်း မိန်းမြန်းပါ

source: Ask About Bilingual Contexts
rki: နှစ်ဘာသာ နောက်ခံ အခြေအနေတိအကြောင်း မေးမြန်းပါ

source: Ask for codeswitching or request translation
rki: ကုဒ်ပြောင်းစွာ ဝါ ဘာသာပြန်ဖို့ တောင်းဆိုစွာကို မိန်းပါ

source: Ask for Direct Quotes or Reenactments
rki: တိုက်ရိုက် ကိုးကားချက်တိ ဝါ ပြန်သရုပ်ဖော်စွာတိကို တောင်းဆိုပါ

source: Ask Mozilla to share your events
rki: Mozilla ကို မိတ်ဆွေရို့ ပွဲတိကို မျှဝီပီးဖို့ တောင်းဆိုပါ

source: Ask sensitive questions
rki: ထိလွယ်ခိုက်လွယ်ယေ မေးခွန်းတိကို မိန်းပါ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
rki: အကျွန်ရို့ကို<matrixLink>Matrix</matrixLink>၊ <discourseLink>Discourse</discourseLink> ဝါ <emailLink>email</emailLink>နန့် မေးခွန်းတိ မိန်းပါ။

source: As of Common Voice 23.0, all Common Voice datasets are exclusively available for download through Mozilla Data Collective! This page serves as a historical archive for past versions of Mozilla Common Voice datasets. Archive releases should only be used in specific research scenarios, not for training, to respect the wishes of those who have requested that their contributions be excluded.
rki: Common Voice 23.0 က စပနာ၊ Common Voice dataset အားလုံးကို Mozilla Data Collective က တဆင့် ဒေါင်းလုဒ်လုပ်နိုင်ပါယေ။ ဒေစာမျက်နှာစွာ Mozilla Common Voice dataset တိ အယင်ဗားရှင်းတိအတွက် သမိုင်းဝင် မော်ကွန်းတိုက်အဖြစ် ဆောင်ရွက်ပါယေ။ မော်ကွန်းတိုက် ထုတ်ဝေမှုတိကို လေ့ကျင့်ရေးအတွက် မဟုတ်ဘဲ၊ သတ်မှတ်ထားယေ သုတေသနအခြေအနေတိမှာရာ အသုံးပြုသင့်ပနာ၊ ယင်းပံ့ပိုးမှုတိကို ချန်လှပ်ထားဖို့ တောင်းဆိုထားယေ လူတိ ဆန္ဒကို လေးစားလိုက်နာလို့ ဖြစ်ပါယေ။

source: Assume you know the language of every word – tag based on usage.
rki: ဘာသာစကားထဲက စကားလုံးတိုင်းကို မိတ်ဆွေ သိယေလို့ ယူဆပါ - အသုံးပြုစွာကို အခြေခံပနာ အညွှန်းတပ်ပါ။

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
rki: စာသားပြန်ဆိုချက်ထဲမှာ ထပ်ခါတလဲလဲ ပြောစွာတိ အပါအဝင်၊ ယင်းသူ ပြောယေ စကားလုံးတိုင်း ဝါ ဝေါဟာရ မဟုတ်တေ စကားပြော အသံတိုင်းကို ပါအောင် ထည့်သင့်ပါယေ။

source: Attention!
rki: သတိထားပါ!

source: Audio Format
rki: အသံ ဖောမတ်

source: Audio playback progress slider
rki: အသံ ပြန်ဖွင့်ယေ အနိန်အထားပြ ဆလိုက်ဒါ

source: Auto
rki: အလိုအလျှောက်

source: Automotive and Transport
rki: မော်တော်ကားနန့် သယ်ယူပို့ဆောင်ရေး

source: Avatar
rki: အာ့ဗာတာ

source: Avatar uploaded
rki: ရုပ်ပုံ တင်ဗြီးပါဗျာလ်

source: Average
rki: ပုံမှန်

source: A voice clip is marked "valid" when a user gives it a Yes vote.
rki: အသုံးပြုယေ လူက Yes လို့ မဲပီးယေအခါ အသံသွင်းထားစွာတခုကို "တရားဝင်" လို့ အမှတ်အသား ပြုပီးပါယေ။

source: Avoid hateful, inflammatory or otherwise offensive speech
rki: မုန်းတီးယေ၊ မီးလောင်ရာ လီပင့် လှုံ့ဆော်ယေ ဝါ ရိုင်းစိုင်းယေ စကားတိကို ရှောင်ပါ

source: Avoid too much background noise - it should be easy to hear you.
rki: နောက်ခံဆူညံသံတိ များစွာကို ရှောင်ပါ - မိတ်ဆွေ အသံကို အလွယ်တကူ ကြားရအောင် လုပ်ပါ။

source: Awards
rki: ဆုတိ

source: A word or sequence of words that cannot be understood.
rki: နားမလည်နိုင်ယေ စကားလုံးတလုံး ဝါ စကားလုံးတိ အဆက်အစပ်။

source: Back
rki: နောက်သို့

source: Background Noise
rki: နောက်က ဆူညံသံ

source: Background Voices
rki: နောက်က အသံတိ

source: Back to Top
rki: အထက်ဆုံးကို ပြန်လားဖို့

source: Backwards
rki: နောက်သို့ လားပါ

source: Bahasa Malay
rki: ဘာဟာဆာ မလေးစကား

source: Be Careful with Lookalikes
rki: ဆင်တူစွာတိကို သတိထားပီးပါ

source: Be careful with lookalike words
rki: ဆင်တူ စကားလုံးတိကို သတိထားပီးပါ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
rki: စာဖတ်ယေ လူက စကားလုံး တလုံးကို မှားယွင်းပနာ အသံထွက်မိစွာ၊ စိတ်ဖိစီးမှုနန့် မှားယွင်းယေ နိန်ရာမှာ ထားမိစွာ ဝါ မေးခွန်း အမှတ်အသားကို လျစ်လျူရှုမိစွာ စယေ အကြောင်းပြချက်တိနန့် အသံကလစ်တခုကို ငြင်းပယ်ဖို့ မပြုခင် သတိထားပါ။ ကမ္ဘာတဝှမ်းမှာ အသံထွက် အမျိုးမျိုးကို အသုံးပြုနိန်ကတ်ပနာ၊ ယင်းအထဲက အချို့ကို ကိုယ့်ဒေသခံအသိုင်းအဝိုင်းမှာ မကြားဖူးနိုင်ပါ။ ကိုယ်နန့် ကွဲပြားပနာ ပြောဆိုယေ လူတိအတွက် ကျေးဇူးတင်ကြောင်း ဖော်ပြပီးပါ။

source: Become a Common Voice Partner
rki: Common Voice မိတ်ဖက် ဖြစ်လာပါဗျာလ်

source: Be easy to understand and respond to
rki: နားလည်ရ လွယ်ကူပနာ၊ တုံ့ပြန်ရ လွယ်ကူရဖို့

source: Be generally relevant
rki: ယေဘုယျ အားဖြင့် သက်ဆိုင်မှု ဟိပါဇီ

source: Benefits
rki: အကျိုးကျေးဇူးတိ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
rki: [‘Beret’ ကို ပထမ အသံကို ဖိထွက်တေ (UK) ဖြစ်ဖြစ်၊ ဒုတိယ အသံကို ဖိထွက် (US) ဖြစ်ဖြစ် အဆင်ပြေပါယေ]

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
rki: ဘာသာစကားပြောင်းလဲစွာနန့် <mark>ကုဒ် ပြောင်းလဲစွာ</mark> ရို့ပိုင် ဘာသာစကားဆိုင်ယေ လက်တွိအခြေအနေတိအတွက် ပိုကောင်းယေ ပံ့ပိုးမှု

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
rki: အသုံးပြုဖို့ စာသား အနည်းငယ်ချေရာ ဟိယေ ဝါ <mark>စာသား corpus လုံးဝ မဟိယေ</mark> ဘာသာစကားတိအတွက် (ဥပမာ၊ socilects၊ variants၊ သမိုင်းကြောင်းအရ script မပါဝင်ယေ ဘာသာစကားတိ) ပိုကောင်းယေ ပံ့ပိုးမှု

source: <bold>Avoid switching if you normally do it.</bold> It’s fine to switch mid-sentence, mid-thought, or just for one word.
rki: <bold>ပုံမှန်အနိန်အထားမှာ စာသား ပြောင်းလဲစွာကို ရှောင်ပါ။</bold> ယကေလည်း စာကြောင်းအလယ်၊ အတွေးအလယ် ဝါ စကားလုံး တလုံးတည်းအတွက် ပြောင်းလဲနိုင်ပါယေ။

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
rki: <bold>အရပ်ဘက် လူ့အဖွဲ့အစည်းနန့် သုတေသီတိ</bold> - သက်ရောက်မှုဟိယေ ဒေတာစုတိကို ဖန်တီးပီးစွာ၊ လက်ခံကျင်းပပီးစွာနန့် မျှဝီပီးစွာ အခမဲ့ လုပ်ပီးကတ်ပါ

source: <bold>“Correct” your language.</bold> This isn’t a test. “Proper” form doesn’t matter here, natural language does.
rki: <bold>မိတ်ဆွေ ဘာသာစကားကို "ပြင်ပါ"။</bold> အေဟင့်က စမ်းသပ်မှု မဟုတ်ပါ။ "သင့်တော်ယေ" ပုံစံက ဒေမှာ အရေးမကြီးပါ၊ သဘာဝ ဘာသာစကားကရာ အရေးကြီးပါယေ။

source: <bold>Currently, there are no API credentials associated with your account.</bold>
rki: <bold>လက်ဟိမှာ မိတ်ဆွေ အကောင့်နန့် ဆက်စပ်နိန်ယေ API အထောက်အထားတိ မဟိပါ။</bold>

source: <bold>Force switching if it’s not natural.</bold> Only switch if that’s how you would naturally talk in that situation.
rki: <bold>သဘာဝ မကျကေ စကားလမ်းကြောင်းကို အတင်း ပြောင်းယူပါ။</bold> ယင်းအခြေအနေမှာ သဘာဝအတိုင်း ပြောယေ ပုံစံအတိုင်းသာ ပြောင်းပါ။

source: <bold>Help us</bold> find more voices
rki: <bold>အကျွန်ရို့ကို ကူညီပါ။</bold> ပိုများယေ အသံတိ ရှာဖွေဖို့

source: <bold>If you value open, inclusive data - donate today!</bold>
rki: <bold>ပွင့်လင်းပနာ အားလုံး ပါဝင်ယေ ဒေတာကို မိတ်ဆွေ တန်ဖိုးထားကေ - အေနိပင် လှူဒါန်းပီးပါ။</bold>

source: <bold>Important Notice: API Credentials Generation</bold>
rki: <bold> အရေးကြီး သတိပီးချက် - API အထောက်အထားတိ ထုတ်လုပ်စွာ </bold>

source: <bold>Include direct quotes or dialogue.</bold> Say exactly what someone said, not a cleaned-up or formal version. Example:
rki: <bold>တိုက်ရိုက်ကိုးကားချက်တိ ဝါ စကားပြောဆိုချက်တိ ထည့်သွင်းပါ။</bold> တယောက်ယောက် ပြောယေအတိုင်း တိတိကျကျ ပြောပါ၊ ရှင်းလင်းထားယေ ဝါ သမားရိုးကျ ပုံစံနန့် မပြောပါနှင့်။ ဥပမာ -

source: <bold>Interjections.</bold> Interjections and filler words, regardless of language, should remain <bold>untagged.</bold> Examples:
rki: <bold>ကြားဝင်စကားလုံးတိ။</bold> ကြားဝင်စကားလုံးတိနန့် ဖြည့်စွက်စကားလုံးတိကို ဇာဘာသာစကားမဆို <bold>အညွှန်းစာ မတပ်ဘဲ ထားသင့်ပါယေ။</bold> ဥပမာတိ -

source: <bold>Mixed or Morphologically-Adapted Words.</bold> Do not tag words that blend languages or have added endings from another language. Examples:
rki: <bold>ရောနှောထားယေ ဝါ သဒ္ဒါပိုင်း လိုက်လျောညီထွေဖြစ်ဖို့ လုပ်ထားယေ စကားလုံးတိ။</bold> ဘာသာစကားတိ ရောနှောထားယေ ဝါ တခြားဘာသာစကားက အဆုံးသတ်တိကို ထည့်သွင်းထားယေ စကားလုံးတိကို အညွှန်းစာ မတပ်ပါကဲ့။ ဥပမာတိ -

source: <bold>Offensive content or sensitive information</bold>
rki: <bold>စိတ်အနှောင့်အယှက် ဖြစ်စီယေ အကြောင်းအရာ ဝါ ထိလွယ်ရှလွယ်ယေ အချက်အလက်တိ</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
rki: <bold>ပရဟိတလုပ်ငန်းတိ</bold> - ဒေသတွင်း ဆန်းသစ်တီထွင်စွာနန့် ဖွံ့ဖြိုးတိုးတက်မှုကို မြှင့်တင်ပီးဖို့ dataset ဖန်တီးမှုကို ပံ့ပိုးကူညီပီးပါ

source: <bold>Proper Names.</bold> Names of people, places, and organisations should not be tagged. Examples:
rki: <bold> နာမေ ပီးထားစွာတိ။ </bold> လူ နာမေတိ၊ နေရာတိ နန့် အဖွဲ့အစည်းတိ နာမေတိကို အညွှန်းစာ မတပ်သင့်ပါ။ ဥပမာတိ -

source: <bold>Reflect emotion, identity, and context.</bold> Switching usually happens when people express emotion, urgency, or cultural ideas. Lean into these when answering questions.
rki: <bold>စိတ်ခံစားမှု၊ ကိုယ်ပိုင်လက္ခဏာနန့် အခြေအနေတိကို ထင်ဟပ်ဇီပါ။</bold> လူတိက စိတ်ခံစားမှု၊ အရေးတကြီးဖြစ်မှု ဝါ ယဉ်ကျေးမှုနန့်ဆိုင်ယေ အတွေးအခေါ်တိကို ဖော်ပြယေခါ ပြောင်းလဲမှုတိ ဖြစ်လေ့ဟိပါယေ။ မေးခွန်းတိကို ဖြေဆိုယေခါ အေဟင့်တိကို အာရုံစိုက်ပါ။

source: <bold>Save Your Keys Securely</bold>
rki: <bold>မိတ်ဆွေ သော့တိကို လုံလုံခြုံခြုံ သိမ်းထားပါ</bold>

source: <bold>Speak how you would with friends or family.</bold> If you mix languages in real life, do the same here. Example:
rki: <bold>သူငယ်ချင်းတိ ဝါ မိသားစုနန့် စကားပြောနိန်ယေပိုင်မျိုးပါ။</bold> လက်တွိဘဝမှာ ဘာသာစကားတိ ရောနှောပြောဆိုနိန်ကေ အေမှာလည်း ယင်းအတိုင်း ပြောပါ။ ဥပမာ -

source: <bold>Speak like you’re writing formally.</bold> Avoid formal, academic answers. Keep it conversational.
rki: <bold> ပုံမှန် ရီးနိန်ကျအတိုင်း ပြောပါ။</bold> သမားရိုးကျ၊ ပညာရပ်နန့်ဆိုင်ယေ အဖြေတိကို ရှောင်ပါ။ အပြန်အလှန် စကားပြောကတ်တေအတိုင်း ပြောပါ။
